app/src/main/file/b.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/"
               xmlns:xsd="http://www.w3.org/2001/XMLSchema"
               xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
    <soap:Body>
        <SaveCustomer xmlns="http://www.xsjky.cn/">
            <securityInfo>
                <UserId>8467</UserId>
                <ClientName>XinShiJi.Mobile.Android.Employee</ClientName>
                <SessionId>db5be1d1-d4d6-4259-a11f-79901fc87c0e</SessionId>
                <RoleData>0</RoleData>
            </securityInfo>
            <customer>
                <CustomerId>0</CustomerId>
                <CustomerName>新世纪222</CustomerName>
                <Fax></Fax>
                <TelAreaCode></TelAreaCode>
                <Tel>51857676797</Tel>
                <ContactPerson>历阀</ContactPerson>
                <Remarks>备注</Remarks>
                <IsMonthlyBalance>true</IsMonthlyBalance>
                <InsuranceRate>0</InsuranceRate>
                <NeedInsuranced>true</NeedInsuranced>
                <Address>广东省 深圳市 宝安区 拾业路33</Address>
                <Coordinate>
                    <Longitude>22.661666</Longitude>
                    <Latitude>113.828058</Latitude>
                </Coordinate>
                <IsCustomRate>true</IsCustomRate>
                <OperatorCount>0</OperatorCount>
                <BalancePeriod></BalancePeriod>
                <SendSmsToReceiver>Auto</SendSmsToReceiver>
                <IsForbidden>true</IsForbidden>
            </customer>
        </SaveCustomer>
    </soap:Body>
</soap:Envelope>